export interface Exhibition {
  id: string;
  title: string;
  subtitle: string;
  team: string[];
  advisor: string;
  cooperation: string;
  media: string;
  date: string;
  location: string;
  quotes: string[];
  introduction: string[];
  works: {
    title: string;
    image: string;
    description: string[];
  }[];
  copyright: string;
}

export const exhibitions: Exhibition[] = [
  {
    "id": "photographic_exhibition",
    "title": "潮間帶",
    "subtitle": "影像展",
    "team": [
      "游善喆", "蔡政峰", "劉韋杰",
      "李宥辰", "黃楷翔", "邱子芹",
      "涂峻豪", "賴晉億", "王厚仁",
      "蘇晏禾", "屈言真", "曾得恩",
      "高翊茗", "林昱安"
    ],
    "advisor": "跨領域藝術課程 — 陶亞倫教授、金天尹助教",
    "cooperation": "國立臺灣大學 戲劇學系",
    "media": "生成式互動影像裝置",
    "date": "5/6-5/15 18:30-21:30",
    "location": "國立臺灣大學 外教中心實驗劇場",
    "quotes": [
      "臺大是潮間帶，我們比任何人都還要貼近這個時代。\n這裡是高溫高鹽的環境，環境因子變化好大……\n\n但同時，這裡具有高營養價值，也是輕盈河流奔赴向穩當大海的過渡帶。",
      "大大的星球拉動著整個世界的海，小小的我們在陸地邊界，努力學習，\n逐漸地找到我們的特質、我們的生存法則。\n\n而你，將在這片潮間帶裡，發現屬於自己的特質與生存法則。"
    ],
    "introduction": [
      "《潮間帶》影像展以生成式藝術為創作核心，運用其隨機性與互動性，探討規律潮汐下的總總「不規律」：觀者的身體與行為將打破規律，以著流動的行動、視線、思考回應潮汐，讓每一次的觀看都成為獨特傑作。",
      "本次展覽於外教中心實驗劇場打造沉浸式場域，運用三面牆面與地板投影，建構如潮水般包覆身體的影像場景。你將行走在波光與資訊的交界，在當中感受自我與環境之間那若有似無的連結。",
      "當星球的引力拉動整座海洋，小小的我們，也在陸地邊界學習與成長。而你，將在這片潮間帶裡，發現屬於自己的特質與生存法則。"
    ],
    "works": [
      {
        "title": "光芒中的人們",
        "image": "/exhibition/ppl_in_light.png",
        "description": [
          "《光芒中的人們》引導觀者緩緩下潛，尋找埋藏於心底最深處的熠熠星光。",
          "觀者以肢體主導畫面，回應內在映像。隨著持續下潛，畫面逐步轉化，從現實輪廓中緩緩溶解，進入更純粹而抽象的情感層域。於是，那些被日常掩蓋、被時間遺忘的記憶與情感，在流動的光影中悄然甦醒。",
          "當人們與光相遇後，模樣將變得清晰而明亮，彼此映照，交織成一片溫柔光海。"
        ]
      },
      {
        "title": "群像流",
        "image": "/exhibition/ppl_in_wave.png",
        "description": [
          "在一個如潮汐般律動的通道中，人流無聲地穿梭。這空間不是靜止的，而是流動的，是一條被凝視與回望交織成的河道。觀者步入其間，便彷彿踏入一場被觀看與共感推動的漣漪，身體、意識、視線皆被卷入這無盡的流動當中。",
          "《群像流》是一件探索「自我與他者」、「觀看與被觀看」之間關係的互動式影像裝置作品。觀者的身形以影像方式呈現在裝置的最前方，成為作品的核心與起點，而左右兩側無數上半身模型則構成了一條無盡的人海走廊，如同社會中眾聲喧嘩的匿名集體，凝視並包圍著每一位進入場域的人。",
          "當照相機週期性地往前與往後運動時，不僅產生視覺上的流動感，也暗示了人與人之間無形的牽引與反饋。觀者在場域內的存在透過鏡像與水波被映射到畫面中，象徵個體在群體中的流動與擾動——每一個行動、每一個存在，皆在無聲之中產生影響與回應。"
        ]
      }
    ],
    "copyright": "© 2025 《潮間帶》影像展 | 臺大藝術季團隊"
  }
    
];

